"__title__" = "Conta Bancária (UK)";

"__description__" = "Informações de Conta Bancária do Reino Unido.";

"bankName" = "Bank Name";

"owner" = "Name on Account";

"accountTypeUK" = "Tipo";

"bankNo" = "Número de Classificação do Banco Filial";

"accountNo" = "Account Number";

"swift" = "SWIFT Code";

"iban" = "IBAN Number";

"branchInfo" = "Branch Information";

"branchPhone" = "Telefone";

"branchAddress" = "Address";

"telephonePin" = "PIN do Telefone";


"menu.accountTypeUK.current" = "Atual";

"menu.accountTypeUK.savings" = "Savings";

"menu.accountTypeUK.loc" = "Line of Credit";

"menu.accountTypeUK.money_market" = "Money Market";

"menu.accountTypeUK.other" = "Outros";
